[
  {
    "slug": "nun-more-deadly",
    "title": "Nun More Deadly",
    "subtitle": "Book 1",
    "description": "Silent. Righteous. Absolutely done with everybody's nonsense.",
    "available": true,
    "pages": 320,
    "genre": "Action Comedy",
    "year": "2024",
    "purchase_links": {
      "amazon uk": "https://www.amazon.co.uk/dp/B0D749TXDS",
      "amazon us": "https://www.amazon.com/dp/B0D749TXDS",
      "kobo": "https://www.kobo.com/en-gb/ebook/nun-more-deadly",
      "curios": "https://www.curios.com/en-gb/ebook/nun-more-deadly"
    },
    "boxset_links": {
      "amazon": "#",
      "kobo": "#",
      "curios": "#"
    },
    "synopsis": [
      "Silent. Righteous. Absolutely done with everybody's nonsense.",
      "When disgraced nun Mary Mercy is pulled back into the Vatican's shadow war, she must face a deadly coalition of assassin monks—Buddhist, Catholic, and questionably flexible—armed only with rosary nunchucks, questionable gadgets, and an unshakeable vow of silence.",
      "From rave monasteries and zero-gravity tea duels to a hijacked cathedral on the brink of metaphysical collapse, Nun More Deadly is a martial-arts comedy where every punch is blessed and every miracle is probably an accident."
    ],
    "pullQuote": "Silent. Righteous. Absolutely done with everybody's nonsense."
  },
  {
    "slug": "nun-too-holy",
    "title": "Nun Too Holy",
    "subtitle": "Book 2",
    "description": "Peace is coming… and that’s the problem.",
    "available": true,
    "pages": 340,
    "genre": "Action Comedy",
    "year": "2024",
    "synopsis": [
      "Peace is coming... and that's the problem.",
      "When polite-but-lethal Lutheran commandos begin infiltrating holy sites across Europe in search of the Augsburg Helm, an ancient harmonic artifact capable of forcing the entire world into perfect, polite agreement, Sister Mary Mercy is dragged back into action.",
      "Racing through rave monasteries, Swedish flat-pack death traps, and a Midnight Fjord Hymn Slam, Mercy must shatter the Helm, out-sing a choir of weaponized tranquility, and prove that noisy, imperfect free will is worth more than enforced serenity."
    ],
    "pullQuote": "Peace is coming... and that's the problem."
  },
  {
    "slug": "nun-the-wiser",
    "title": "Nun the Wiser",
    "subtitle": "Book 3",
    "description": "When kindness becomes a weapon, only one nun can stay silent long enough to fight back.",
    "available": true,
    "pages": 355,
    "genre": "Action Comedy",
    "year": "2025",
    "synopsis": [
      "When kindness becomes a weapon, only one nun can stay silent long enough to fight back.",
      "Dragged into the clutches of Reverend Charity Redeemer and her emotionally armed megachurch, Sister Mary Mercy faces the Loaf of Revelation—a sermon-activated bread bomb designed to detonate pure honesty across humanity.",
      "As casserole-based warfare, weaponized hugs, and forced vulnerability close in, Mercy must break a weaponized confession apocalypse, face her own buried truth, and decide whether her silence is still a shield... or a shackle."
    ],
    "pullQuote": "When kindness becomes a weapon, only one nun can stay silent long enough to fight back."
  },
  {
    "slug": "nun-of-your-business",
    "title": "Nun of Your Business",
    "subtitle": "Book 4",
    "description": "Two nuns. One vow. Zero patience for relic-based nonsense.",
    "available": true,
    "synopsis": [
      "Two nuns. One vow. Zero patience for relic-based nonsense.",
      "When sacred artifacts vanish and all evidence points to Sister Mary Mercy, the Vatican dispatches an elite audit team to bring her in—only for Mercy to realize a ghost from her past, the Cloaked Nun, is moving exactly as she does.",
      "Chasing her mirror through Europe and deep beneath the Vatican, Mercy uncovers a fractured identity, a monstrous Super-Sacrament engine, and the terrifying truth that her past was edited—forcing her and her other half, Mary Elyse, to choose who they want to be now."
    ],
    "pullQuote": "Two nuns. One vow. Zero patience for relic-based nonsense."
  },
  {
    "slug": "nun-shall-pass",
    "title": "Nun Shall Pass",
    "subtitle": "Book 5",
    "description": "The scientists are done with miracles. Time to fight science with… whatever this is.",
    "available": true,
    "synopsis": [
      "The scientists are done with miracles. Time to fight science with… whatever this is.",
      "When the Secular Rationalist Front builds the De-Sanctifier—a machine that erases supernatural phenomena with cold, clinical logic—miracles fizzle, relics go flat, and Sister Mary Mercy’s vow-based powers begin to unravel.",
      "To stop a perfectly efficient apocalypse, Mercy must forge the world’s least stable alliance of monks, Lutherans, Methodists, and one irate goat, then step inside the logic engine itself to prove that irrational, messy, gloriously unquantifiable faith still matters."
    ],
    "pullQuote": "The scientists are done with miracles. Time to fight science with… whatever this is."
  },
  {
    "slug": "nun-interrupted",
    "title": "Nun, Interrupted",
    "subtitle": "Book 6",
    "description": "When Sister Mary Mercy and her squad receive a mysterious message inviting \"her\" to join a global spiritual movement, everyone assumes it's Mercy. It isn't.",
    "available": true,
    "synopsis": [
      "When Sister Mary Mercy and her squad receive a mysterious message inviting \"her\" to join a global spiritual movement, everyone assumes it's Mercy. It isn't. It's Lily.",
      "Swept into HALO—an aggressively cheerful megachurch youth brand bent on turning her into a curated teen prophet—Lily is slowly smothered by ring-light devotionals, aesthetic prophecy, and weaponized positivity.",
      "To save her from brainwashing disguised as kindness, the Sisters must infiltrate glitter-based security systems, TikTok sanctuaries, and motivational threats, proving that real belonging doesn't come with a hashtag or a brand guide."
    ],
    "pullQuote": "When Sister Mary Mercy and her squad receive a mysterious message inviting “her” to join a global spiritual movement, everyone assumes it’s Mercy. It isn’t."
  },
  {
    "slug": "nun-but-the-brave",
    "title": "Nun But the Brave",
    "subtitle": "Book 7",
    "description": "When the town of Spirit Pines starts smiling a little too perfectly, Sister Mary Mercy can smell trouble—a problem, since the town wants her to be a more “pleasant” person.",
    "available": true,
    "synopsis": [
      "When the town of Spirit Pines starts smiling a little too perfectly, Sister Mary Mercy can smell trouble—a problem, since the town really wants her to be more \"pleasant.\"",
      "Behind the shining megachurch energy and pastel drones lurks Elsewhere, a reality-warping force that steals stories, rewrites memories, and has built an entire template town out of one stolen life: Ellie Graceland.",
      "To save Ellie and everyone trapped inside, the Sisters must punch through weaponized positivity, narrative storms, and hologram youth pastors with paradox, stubborn friendship, and one civic-minded goat."
    ],
    "pullQuote": "When the town of Spirit Pines starts smiling a little too perfectly, Sister Mary Mercy can smell trouble—a problem, since the town wants her to be a more “pleasant” person."
  },
  {
    "slug": "nun-of-the-above",
    "title": "Nun of the Above",
    "subtitle": "Book 8",
    "description": "Rome has survived emperors, plagues, invasions, and tourists—but it has never survived this many ghosts at once.",
    "available": true,
    "synopsis": [
      "Rome has survived emperors, plagues, invasions, and tourists—but it has never survived this many ghosts at once.",
      "As spectral legionnaires block traffic, plague doctors wander the metro, and a ghost orchestra kidnaps Lily for a spontaneous Baroque symphony, the Sisters discover a crisis beneath the city: the Echo Sovereign, a collective memory of forgotten souls desperate not to be erased.",
      "With Mercy’s vow stabilizing the dead and O’Malley learning to listen instead of fix, they must soothe the Sovereign and prove that every life—no matter how small—deserves to be remembered."
    ],
    "pullQuote": "Rome has survived emperors, plagues, invasions, and tourists—but it has never survived this many ghosts at once."
  },
  {
    "slug": "second-to-nun",
    "title": "Second to Nun",
    "subtitle": "Book 9",
    "description": "The angels came to recruit her. Agnes brought a chair.",
    "available": true,
    "synopsis": [
      "The angels came to recruit her. Agnes brought a chair.",
      "When Heaven descends on Rome with glowing wings, legal forms, and an alarming enthusiasm for mortal recruitment, Sister Agnes Thorne becomes the center of a celestial tug-of-war she never asked for.",
      "As divine bureaucracy spirals out of control, Agnes refuses perfection, refuses destiny, and refuses Heaven’s job offer—choosing instead her messy human life and forcing Heaven to rethink what holiness actually looks like."
    ],
    "pullQuote": "The angels came to recruit her. Agnes brought a chair."
  },
  {
    "slug": "nun-believable",
    "title": "Nun Believable",
    "subtitle": "Book 10",
    "description": "When actual aliens arrive, they’re not impressed… and they’re ready to recycle Earth.",
    "available": true,
    "synopsis": [
      "When actual aliens arrive, they’re not impressed… and they’re ready to recycle Earth.",
      "The Arixellian Clarification Bureau audits planets for sentience, and after a first glance at humanity, they give Earth a failing score and start the countdown to Planetary Discontinuation.",
      "Now Sister Mary Mercy’s catastrophically lovable squad—and one very anxious Brother O’Malley—must convince the galaxy’s most literal beings that intelligence isn’t efficiency at all, but connection, chaos, love, and the courage to choose meaning in the mess."
    ],
    "pullQuote": "When actual aliens arrive, they’re not impressed… and they’re ready to recycle Earth."
  },
  {
    "slug": "nun-but-the-script",
    "title": "Nun But the Script",
    "subtitle": "Book 11",
    "description": "Hollywood has faced scandals before — but never a nun-led exorcism of the film industry.",
    "available": true,
    "synopsis": [
      "Hollywood has faced scandals before — but never a nun-led exorcism of the film industry.",
      "When movie star Aiden Hallow is accidentally declared the Antichrist, the Sisters are hurled into a Los Angeles where narrative magic, studio marketing, and prophecy collide inside the Script Cathedral.",
      "To stop a franchise-controlled apocalypse, they must dismantle contracts, outwit a living Algorithm, and help Aiden wrestle his shadow-self into something the world has never seen before: a human being who isn’t owned by his story."
    ],
    "pullQuote": "Hollywood has faced scandals before—but never a nun-led exorcism of the film industry."
  },
  {
    "slug": "nun-done-and-dusted",
    "title": "Nun, Done and Dusted",
    "subtitle": "Book 12",
    "description": "The final battle isn’t Heaven vs. Hell—it’s humanity vs. paperwork.",
    "available": true,
    "synopsis": [
      "The final battle isn’t Heaven vs. Hell—it’s humanity vs. paperwork.",
      "When Lucifer shows up in the convent at dawn, apologetic and exhausted, the Sisters learn that Hell has been overtaken by an unholy coup of redaction beasts, efficiency drones, and a bureaucrat so terrifying even demons file complaints about her.",
      "To stop Censurelle from turning the underworld into a perfectly optimized soul-deletion machine, Mercy and her squad must fight through infernal HR, crash a cosmic Ledger that can’t classify her, and restore Hell’s messy, necessary chaos so the universe can breathe again."
    ],
    "pullQuote": "The final battle isn’t Heaven vs. Hell—it’s humanity vs. paperwork."
  }
]

